[{"id":1374980,"nom":"Zac Efron","anniversaire":"Jan 18, 1987","lieu":"San Luis Obispo, California, USA","photo":"http://ia.media-imdb.com/images/M/MV5BMTY2MTY1MTcxMF5BMl5BanBnXkFtZTcwMzE2NjE4MQ@@._V1._SX100_SY133_.jpg","bio":"Born in San Luis Obispo, California, and raised nearby in Arroyo Grande, Zac Efron took his first step toward acting at the age of 11 when his parents took note of his singing ability. Singing lessons soon led to an appearance in the production of \"Gypsy\" that ran 90 performances and he was hooked. After appearing on-stage in \"Peter Pan,\" \"Auntie Mame\", \"Little Shop of Horrors\" and \"The Music Man\", guest parts quickly followed on television series, including \"Firefly\" (2002), \"ER\" (1994), and \"The Guardian\" (2001). After guest-starring in several episodes of \"Summerland\" (2004), he joined the regular cast as girl-crazy Cameron Bale. Efron also starred in several pilots such as The Big Wide World of Carl Laemke (2003) (TV) and Triple Play (2004) (TV). He also recently starred as an autistic child in the television movie Miracle Run (2004) (TV), alongside Mary-Louise Parker and Aidan Quinn. Efron graduated Arroyo Grande High School in June 2006. Efron's favorite sports include golf, skiing, rock climbing, and snowboarding. He recently added surfing after spending days on the beach for \"Summerland.\" He plays the piano at home, and is currently teaching himself to play the guitar. He's also currently fixing up two cars in his spare time, a Delorean and '65 Mustang convertible, both treasured hand-me-downs from his even-more-treasured grandfather. Efron lives at home with his parents and his younger brother Dylan. They have a highly affectionate Australian Shepherd, Puppy, and a very independent Siamese cat named Simon."},{"id":427327,"titre":"Hairspray","annee":"2007","duree":117,"resume":"Pleasantly plump teenager Tracy Turnblad teaches 1962 Baltimore a thing or two about integration after landing a spot on a local TV dance show.","poster":"http://ia.media-imdb.com/images/M/MV5BMTgwMjEzMzQ0MF5BMl5BanBnXkFtZTcwNTg0MTU1MQ@@._V1._SX100_SY135_.jpg"}]